stubs/__files/partner/psl/read_equipment_49_89_7000_76H1.xml

<?xml version='1.0' encoding='UTF-8' standalone='no'?>
<SOAP:Envelope xmlns:SOAP='http://schemas.xmlsoap.org/soap/envelope/'>
    <SOAP:Header/>
    <SOAP:Body>
        <ns1:MT_EQDATA_RESPV2 xmlns:ns1='http://telekom.de/xi/NGERP_EXTD_PSL_INT/global/WMS/Equipment/Read/V2'>
            <eiMessageContext>
                <target xmlns='http://messaging.ei.tmobile.net/datatypes'>SI_ReadEquipmentResponseV2In_DigiOSS</target>
                <requestId xmlns='http://messaging.ei.tmobile.net/datatypes'>
                    urn:uuid:2c7f390d-4657-482e-a7bd-9e18a8a4083f
                </requestId>
                <timeLeft xmlns='http://messaging.ei.tmobile.net/datatypes'>172800000</timeLeft>
                <priority xmlns='http://messaging.ei.tmobile.net/datatypes'>4</priority>
                <sender xmlns='http://messaging.ei.tmobile.net/datatypes'>sndr:tmo.erp.sap.architecture.SAP:PI</sender>
                <correlationId xmlns='http://messaging.ei.tmobile.net/datatypes'>d8a8ae8e-90b0-47a9-ba05-00831806a11c
                </correlationId>
            </eiMessageContext>
            <data>
                <MT_EQDATA_RESPV2>
                    <EQUI>
                        <ENDSZ>49/89/7000/76H1</ENDSZ>
                        <HEQUI>204012171</HEQUI>
                        <HEQNR>0056</HEQNR>
                        <ASB>93</ASB>
                        <TPLNR>000089-007000-001-001-002-005</TPLNR>
                        <EQART>G</EQART>
                        <ANZ_EBENEN>1</ANZ_EBENEN>
                        <EQUNR>8909394010</EQUNR>
                        <SERGE>MA58008909394010</SERGE>
                        <SUBMT>40916237</SUBMT>
                        <ADR_ID>4147720</ADR_ID>
                    </EQUI>
                    <EQUI>
                        <ENDSZ>49/89/7000/76H1</ENDSZ>
                        <HEQUI>8909394010</HEQUI>
                        <HEQNR>0001</HEQNR>
                        <EQART>P</EQART>
                        <ANZ_EBENEN>2</ANZ_EBENEN>
                        <EQUNR>8909394011</EQUNR>
                        <SERGE>H902FL8909394011</SERGE>
                        <SUBMT>40916243</SUBMT>
                    </EQUI>
                    <EQUI>
                        <ENDSZ>49/89/7000/76H1</ENDSZ>
                        <HEQUI>8909394010</HEQUI>
                        <HEQNR>0002</HEQNR>
                        <EQART>P</EQART>
                        <ANZ_EBENEN>2</ANZ_EBENEN>
                        <EQUNR>8909394012</EQUNR>
                        <SERGE>H902FL8909394012</SERGE>
                        <SUBMT>40916243</SUBMT>
                    </EQUI>
                    <EQUI>
                        <ENDSZ>49/89/7000/76H1</ENDSZ>
                        <HEQUI>8909394010</HEQUI>
                        <HEQNR>0003</HEQNR>
                        <EQART>P</EQART>
                        <ANZ_EBENEN>2</ANZ_EBENEN>
                        <EQUNR>8909394013</EQUNR>
                        <SERGE>H902FL8909394013</SERGE>
                        <SUBMT>40916243</SUBMT>
                    </EQUI>
                    <EQUI>
                        <ENDSZ>49/89/7000/76H1</ENDSZ>
                        <HEQUI>8909394010</HEQUI>
                        <HEQNR>0004</HEQNR>
                        <EQART>P</EQART>
                        <ANZ_EBENEN>2</ANZ_EBENEN>
                        <EQUNR>8909394014</EQUNR>
                        <SERGE>H902FL8909394014</SERGE>
                        <SUBMT>40916243</SUBMT>
                    </EQUI>
                    <EQUI>
                        <ENDSZ>49/89/7000/76H1</ENDSZ>
                        <HEQUI>8909394010</HEQUI>
                        <HEQNR>0005</HEQNR>
                        <EQART>P</EQART>
                        <ANZ_EBENEN>2</ANZ_EBENEN>
                        <EQUNR>8909394015</EQUNR>
                        <SERGE>H902FL8909394015</SERGE>
                        <SUBMT>40916243</SUBMT>
                    </EQUI>
                    <EQUI>
                        <ENDSZ>49/89/7000/76H1</ENDSZ>
                        <HEQUI>8909394010</HEQUI>
                        <HEQNR>0006</HEQNR>
                        <EQART>P</EQART>
                        <ANZ_EBENEN>2</ANZ_EBENEN>
                        <EQUNR>8909394016</EQUNR>
                        <SERGE>H902FL8909394016</SERGE>
                        <SUBMT>40916243</SUBMT>
                    </EQUI>
                    <EQUI>
                        <ENDSZ>49/89/7000/76H1</ENDSZ>
                        <HEQUI>8909394010</HEQUI>
                        <HEQNR>0007</HEQNR>
                        <EQART>P</EQART>
                        <ANZ_EBENEN>2</ANZ_EBENEN>
                        <EQUNR>8909394017</EQUNR>
                        <SERGE>H902FL8909394017</SERGE>
                        <SUBMT>40916243</SUBMT>
                    </EQUI>
                    <EQUI>
                        <ENDSZ>49/89/7000/76H1</ENDSZ>
                        <HEQUI>8909394010</HEQUI>
                        <HEQNR>0008</HEQNR>
                        <EQART>P</EQART>
                        <ANZ_EBENEN>2</ANZ_EBENEN>
                        <EQUNR>8909394018</EQUNR>
                        <SERGE>H902MP8909394018</SERGE>
                        <SUBMT>40916239</SUBMT>
                    </EQUI>
                    <EQUI>
                        <ENDSZ>49/89/7000/76H1</ENDSZ>
                        <HEQUI>8909394010</HEQUI>
                        <HEQNR>0010</HEQNR>
                        <EQART>P</EQART>
                        <ANZ_EBENEN>2</ANZ_EBENEN>
                        <EQUNR>8909394019</EQUNR>
                        <SERGE>H902PI8909394019</SERGE>
                        <SUBMT>40916246</SUBMT>
                    </EQUI>
                    <KOPF>
                        <PARTNER>BS_DIGIOSS</PARTNER>
                        <ANFO_KEN>15758997480418591403</ANFO_KEN>
                    </KOPF>
                    <STATUS>
                        <LOG_NO>0000000000</LOG_NO>
                        <NUMBER>000</NUMBER>
                        <SYSTEM>Linux</SYSTEM>
                        <LOG_NO>string</LOG_NO>
                        <ID>ZDIB</ID>
                        <MESSAGE>Die Anforderung wurde ausgeführt.</MESSAGE>
                        <TYPE>S</TYPE>
                    </STATUS>
                </MT_EQDATA_RESPV2>
            </data>
        </ns1:MT_EQDATA_RESPV2>
    </SOAP:Body>
</SOAP:Envelope>